{"id":76,"text":"The pilot project “catch4climate”, for which four cement manufacturers have joined forces, is actively tackling the capturing of CO2 and its subsequent industrial use. At the site of the Mergelstetten cement plant in southern Germany, the consortium intends to build and operate its own demonstration plant on a semi-industrial scale, where the so-called oxyfuel process will be applied for CO2 capture. In the future, the captured CO2 will be used to produce so-called “reFuels”, which are climate-neutral synthetic fuels such as kerosene for air traffic, with the help of renewable electrical energy.  The cement industry is intensively searching for solutions to return in particular the CO2 emissions, that are unavoidably arising during the burning of limestone, into the production cycle or to use them for new products. To achieve this, the CO2 has to be captured during the cement production process. In order to demonstrate such CO2 capture methods in practice, the four European cement manufacturers Buzzi Unicem SpA - Dyckerhoff GmbH, HeidelbergCement AG, SCHWENK Zement KG, and Vicat S.A. founded the joint venture CI4C – Cement Innovation for Climate – already at the end of 2019. Aim of the \"catch4climate\" project is to create the basis for a large-scale application of CO2 capture technologies in cement plants enabling the later use of CO2 as a raw material in other processes (CCU, CCS).  The Oxyfuel process (from Oxy = oxygen and fuel) is a clinker burning process in which pure oxygen is introduced into the cement kiln instead of air. Thanks to the pure oxygen, no nitrogen gets into the burning process which leads to the creation of highly concentrated CO2. The aim is to capture almost 100 percent of the CO2 emissions from a cement plant in a cost-efficient manner. By using this technology, the European cement industry could achieve a significant reduction in process-related CO2 emissions and thus make an important contribution to climate protection. The realisation of the project is still subject to the public research funding to be applied for.  The CI4C consortium has already entered the planning phase and is cooperating closely with the federal state of Baden-Württemberg in the “catch4climate” pilot project in Mergelstetten. Together with the Prime Minister and the Transport Minister of the federal state, a corresponding “Letter of Intent” was signed in Stuttgart on 18 November 2020.  Learn more at www.catch4climate.com  ##### About HeidelbergCement  HeidelbergCement is one of the world’s largest integrated manufacturers of building materials and solutions, with leading market positions in aggregates, cement, and ready-mixed concrete. Around 54,000 employees at more than 3,000 locations in over 50 countries deliver long-term financial performance through operational excellence and openness for change. At the center of actions lies the responsibility for the environment. As forerunner on the path to carbon-neutrality, HeidelbergCement crafts material solutions for the future.","company_name":"HeidelbergCement Group (Cement\/Lime)","published_on":"2020-11-18T00:00:00.000Z","title":"Pilot project of four cement manufacturers plans to use captured CO2 as a raw material for the production of synthetic fuels","emissions_rank":6,"language":"English","article_category":"Sustainability","preview_text":null,"article_url":"https:\/\/www.heidelbergcement.com\/en\/pr-18-11-2020","pdf_url":null,"error_text":"","carbon_in_title":1,"carbon_in_text":1,"relations":[{"id":471,"from_id":560,"to_id":559,"type":"property"},{"id":472,"from_id":562,"to_id":559,"type":"property"},{"id":473,"from_id":563,"to_id":559,"type":"reference"},{"id":474,"from_id":564,"to_id":565,"type":"causality"},{"id":475,"from_id":566,"to_id":567,"type":"causality"}],"entities":[{"id":559,"label":"technology","start_offset":116,"end_offset":132},{"id":560,"label":"location","start_offset":187,"end_offset":233},{"id":562,"label":"status","start_offset":250,"end_offset":306},{"id":563,"label":"core reference","start_offset":1461,"end_offset":1555},{"id":564,"label":"cause","start_offset":1571,"end_offset":1582},{"id":565,"label":"effect","start_offset":1584,"end_offset":1625},{"id":566,"label":"cause","start_offset":1584,"end_offset":1625},{"id":567,"label":"effect","start_offset":1645,"end_offset":1680},{"id":568,"label":"financial information","start_offset":2036,"end_offset":2059}]}
{"id":78,"text":"HeidelbergCement’s British subsidiary Hanson UK has become a partner in the HyNet North West consortium, which aims to create the world’s first low-carbon industrial cluster in the region of North West England. The proposed hydrogen and carbon capture and storage (CCS) project will play a critical role in the UK’s transition to net zero greenhouse gas emissions by 2050 and the fight against climate change.   “Our involvement in HyNet North West is the next step in HeidelbergCement’s path towards industrial scaling of carbon capture technologies”, says Dr. Dominik von Achten, Chairman of the Managing Board of HeidelbergCement. “Carbon capture and utilization or storage is a key part of our climate strategy, and we are already seeing great success with our various initiatives.” HeidelbergCement only recently reported progress on three other CCU\/S projects in Norway and Germany.   HyNet North West covers the largest concentration of advanced manufacturing and chemical production in the UK, including Hanson’s Padeswood cement plant. As a first step, a feasibility study will be conducted to provide a clear design basis and cost estimate for a capture facility at the Padeswood plant, and connection to the proposed HyNet North West CO2 network and storage system. The project will reduce regional CO2 emissions by up to 10 million tonnes every year by 2030 – including up to 800,000 tonnes from the Hanson plant in Padeswood. This is the equivalent of taking four million cars off the road.  HyNet North West will deliver 80 per cent of the national hydrogen production target, 100 per cent of the national target for CCS capacity by 2030, and a hydrogen town. The HyNet North West project also includes production, storage and distribution of low carbon hydrogen, which will help to decarbonise other industries whose CO2 emissions primarily come from fossil fuels. The project, led by Progressive Energy, is being developed by a consortium of regionally located partners including Cadent, CF Fertilisers, Eni UK, Essar, INOVYN and the University of Chester as well as Hanson.       More information about HyNet North West can be found at www.hynet.co.uk  About HeidelbergCement  HeidelbergCement is one of the world’s largest integrated manufacturers of building materials and solutions, with leading market positions in aggregates, cement, and ready-mixed concrete. Around 54,000 employees at more than 3,000 locations in over 50 countries deliver long-term financial performance through operational excellence and openness for change. At the center of actions lies the responsibility for the environment. As forerunner on the path to carbon neutrality, HeidelbergCement crafts material solutions for the future.","company_name":"HeidelbergCement Group (Cement\/Lime)","published_on":"2021-03-02T00:00:00.000Z","title":"HeidelbergCement joins CCS consortium in the UK to create the world’s first low-carbon industrial cluster ","emissions_rank":6,"language":"English","article_category":"Sustainability","preview_text":null,"article_url":"https:\/\/www.heidelbergcement.com\/en\/pr-02-03-2021","pdf_url":null,"error_text":"","carbon_in_title":1,"carbon_in_text":1,"relations":[{"id":476,"from_id":571,"to_id":569,"type":"property"},{"id":478,"from_id":570,"to_id":569,"type":"reference"},{"id":479,"from_id":1081,"to_id":569,"type":"reference"},{"id":480,"from_id":572,"to_id":1081,"type":"property"},{"id":481,"from_id":1082,"to_id":569,"type":"reference"},{"id":482,"from_id":573,"to_id":1082,"type":"property"},{"id":483,"from_id":574,"to_id":1082,"type":"property"},{"id":484,"from_id":575,"to_id":569,"type":"reference"},{"id":485,"from_id":576,"to_id":577,"type":"causality"}],"entities":[{"id":569,"label":"technology","start_offset":144,"end_offset":173},{"id":570,"label":"core reference","start_offset":224,"end_offset":269},{"id":571,"label":"location","start_offset":191,"end_offset":209},{"id":572,"label":"status","start_offset":1064,"end_offset":1081},{"id":573,"label":"emissions","start_offset":1327,"end_offset":1361},{"id":574,"label":"timeline","start_offset":1362,"end_offset":1369},{"id":575,"label":"core reference","start_offset":1717,"end_offset":1776},{"id":576,"label":"cause","start_offset":1717,"end_offset":1776},{"id":577,"label":"effect","start_offset":1797,"end_offset":1825},{"id":1081,"label":"core reference","start_offset":1156,"end_offset":1172},{"id":1082,"label":"core reference","start_offset":1277,"end_offset":1288}]}
{"id":79,"text":"HeidelbergCement’s US subsidiary Lehigh Hanson and Silicon Valley-based materials technology company Fortera have announced a collaboration to implement a new type of carbon capture and utilisation (CCU) technology in a pilot installation at Lehigh’s Redding California cement facility, with an expected 60% reduction in CO2 emissions per tonne of product. Both partners will construct and operate a small commercial plant where CO2 will be captured from the kiln exhaust and converted into a cementitious material. The final product will be suitable for use as a new low carbon SCM (Supplementary Cementitious Material) in the production of high-quality concrete with a lower CO2 footprint.  “We are delighted to add yet another technology to our existing portfolio of carbon capture initiatives, contributing to the circular economy”, says Dr. Dominik von Achten, Chairman of the Managing Board of HeidelbergCement. “Carbon capture and utilisation or storage (CCU\/S) is one key lever to significantly reduce otherwise unavoidable greenhouse gas emissions in the cement industry. This is why building new partnerships towards CCU\/S and investing in breakthrough technologies are a core part of HeidelbergCement’s climate strategy.”  The product generated within the new carbon capture process at the Redding plant will be the first cementitious material produced commercially from CO2 captured directly from a cement kiln. Fortera’s proprietary recarbonation (ReCarbTM) process works by tapping into the existing feedstock and equipment at the plant, while production carries on as usual from the quarry to the kiln. Instead of then releasing CO2, the kiln exhaust is captured and mineralized into a cementitious material. The material can be co-blended with portland cement and used by ready mixed concrete producers as a Supplementary Cementitious Material (SCM) or as a cementitious binder for preformed concrete materials like bricks, blocks or precast structures.   The collaboration with Fortera aims to prove the commercial scalability, the quality of the final product, and the competitive economics of the technology.  About HeidelbergCement  HeidelbergCement is one of the world’s largest integrated manufacturers of building materials and solutions, with leading market positions in aggregates, cement, and ready-mixed concrete. Around 54,000 employees at more than 3,000 locations in over 50 countries deliver long-term financial performance through operational excellence and openness for change. At the center of actions lies the responsibility for the environment. As forerunner on the path to carbon neutrality, HeidelbergCement crafts material solutions for the future.  About Fortera  Fortera has developed a novel low carbon cement that can be blended with or used in place of traditional cement. Fortera’s product and production process are in the commercialization stages and will be consumer and partner ready early 2022. Fortera is a Materials Technology Company headquartered in Silicon Valley. More information: www.ForteraUSA.com","company_name":"HeidelbergCement Group (Cement\/Lime)","published_on":"2021-03-12T00:00:00.000Z","title":"HeidelbergCement pioneers new carbon capture technology in Redding, USA","emissions_rank":6,"language":"English","article_category":"Sustainability","preview_text":null,"article_url":"https:\/\/www.heidelbergcement.com\/en\/pr-12-03-2021","pdf_url":null,"error_text":"","carbon_in_title":1,"carbon_in_text":1,"relations":[{"id":486,"from_id":581,"to_id":578,"type":"property"},{"id":487,"from_id":579,"to_id":578,"type":"property"},{"id":488,"from_id":582,"to_id":578,"type":"property"},{"id":489,"from_id":580,"to_id":578,"type":"causality"}],"entities":[{"id":578,"label":"technology","start_offset":167,"end_offset":203},{"id":579,"label":"location","start_offset":259,"end_offset":270},{"id":580,"label":"core reference","start_offset":429,"end_offset":514},{"id":581,"label":"status","start_offset":220,"end_offset":238},{"id":582,"label":"emissions","start_offset":295,"end_offset":355}]}
{"id":80,"text":"* ###### HeidelbergCement intends to upgrade its facility in Slite on the Swedish island of Gotland to become the world’s first carbon-neutral cement plant     * ###### Up to 1.8 million tonnes of carbon dioxide are to be captured annually from 2030 onwards, which corresponds to the plant’s total emissions    * ###### The breakthrough project supports Sweden’s ambitious carbon emission reduction goals as three quarters of the cement used for concrete production in the country are currently produced in Slite    * ###### HeidelbergCement will significantly benefit from the experience gained in its CCS project at the Brevik cement plant in Norway      Today, HeidelbergCement announced its intention to upgrade its plant on the Swedish island of Gotland to become the world’s first carbon-neutral cement plant. The installation at the Slite plant of HeidelbergCement’s subsidiary Cementa will be scaled to capture up to 1.8 million tonnes of CO2 annually, which corresponds to the plant’s total emissions. Additionally, the use of biobased fuels in the cement production at Slite will be increased in line with the Group’s commitment to significantly raise the share of biomass in the fuel mix. The full-scale capturing of the plant’s CO2 emissions is targeted by 2030.   “HeidelbergCement will be the leader in the global cement industry on its transformation path towards climate neutrality,” said Dr. Dominik von Achten, Chairman of the Managing Board of HeidelbergCement. “Key for decarbonising our industry is to find, apply and scale technical solutions for carbon capture and utilisation or storage. After having gained valuable experience with CCU\/S technologies in Norway and other countries, we are now excited to make the next step with a completely carbon-neutral cement plant in Sweden. This will be a game changer for our industry.”  The breakthrough project supports Sweden’s ambitious carbon emission reduction goals. The carbon capture facility will be built next to the existing plant in Slite, where three quarters of the cement used for concrete production in Sweden are currently produced. The authorisation processes and the construction period are estimated to take just under ten years. A feasibility study, which has already been launched, will address critical issues related to technology selection, environmental impact, legal issues, financing, logistics, and energy supply. The captured CO2 will be safely transported to a permanent storage site offshore several kilometres down in bedrock.  HeidelbergCement is currently building the world’s first full-scale installation for carbon capture at the Brevik cement plant in Norway, capturing 400,000 tonnes annually or 50% of the plant’s emissions from 2024 onwards. “Based on the positive collaboration with the Norwegian government and other partners at our site in Brevik, we have now chosen to significantly ramp up our ambitions for a carbon capture installation in Sweden that is four times larger,” said Giv Brantenberg, General Manager of HeidelbergCement Northern Europe. The planning for the plant in Slite will benefit significantly from the experience gained at Brevik.   About HeidelbergCement  HeidelbergCement is one of the world’s largest integrated manufacturers of building materials and solutions, with leading market positions in aggregates, cement, and ready-mixed concrete. Around 53,000 employees at more than 3,000 locations in over 50 countries deliver long-term financial performance through operational excellence and openness for change. At the center of actions lies the responsibility for the environment. As forerunner on the path to carbon neutrality, HeidelbergCement crafts material solutions for the future.","company_name":"HeidelbergCement Group (Cement\/Lime)","published_on":"2021-06-02T00:00:00.000Z","title":"HeidelbergCement to build the world’s first carbon-neutral cement plant ","emissions_rank":6,"language":"English","article_category":"Sustainability","preview_text":null,"article_url":"https:\/\/www.heidelbergcement.com\/en\/pr-02-06-2021","pdf_url":null,"error_text":"","carbon_in_title":1,"carbon_in_text":1,"relations":[{"id":490,"from_id":583,"to_id":1083,"type":"property"},{"id":491,"from_id":584,"to_id":1083,"type":"property"},{"id":492,"from_id":587,"to_id":1083,"type":"property"},{"id":493,"from_id":585,"to_id":1083,"type":"property"},{"id":494,"from_id":1084,"to_id":1083,"type":"property"},{"id":495,"from_id":592,"to_id":1085,"type":"property"},{"id":496,"from_id":589,"to_id":1085,"type":"property"},{"id":497,"from_id":590,"to_id":1085,"type":"property"},{"id":498,"from_id":1086,"to_id":1085,"type":"property"},{"id":499,"from_id":593,"to_id":1085,"type":"property"},{"id":500,"from_id":594,"to_id":595,"type":"causality"}],"entities":[{"id":583,"label":"status","start_offset":26,"end_offset":44},{"id":584,"label":"location","start_offset":74,"end_offset":99},{"id":585,"label":"timeline","start_offset":245,"end_offset":257},{"id":587,"label":"emissions","start_offset":169,"end_offset":239},{"id":588,"label":"technology","start_offset":1569,"end_offset":1610},{"id":589,"label":"location","start_offset":2634,"end_offset":2663},{"id":590,"label":"emissions","start_offset":2675,"end_offset":2698},{"id":592,"label":"status","start_offset":2547,"end_offset":2565},{"id":593,"label":"timeline","start_offset":2736,"end_offset":2741},{"id":594,"label":"cause","start_offset":2764,"end_offset":2786},{"id":595,"label":"effect","start_offset":2881,"end_offset":2916},{"id":596,"label":"carbon investment","start_offset":2751,"end_offset":2986},{"id":1083,"label":"technology","start_offset":128,"end_offset":155},{"id":1084,"label":"emissions","start_offset":284,"end_offset":307},{"id":1085,"label":"technology","start_offset":2612,"end_offset":2626},{"id":1086,"label":"emissions","start_offset":2702,"end_offset":2730}]}
{"id":81,"text":"* ###### Project ACCSESS, a consortium led by Sintef Energi AS, Norway, aims to significantly cut the costs of the CCUS value chain, and to link CO2-emitters from mainland Europe to storage fields in the North Sea     * ###### As part of ACCSESS, HeidelbergCement will be the first company to pilot CCUS technology in Eastern Europe by demonstrating an innovative post combustion capture technology at its Górażdże cement plant in Poland    * ###### Project ACCSESS has been funded with €15 million from the EU’s Horizon 2020 programme      The further development of CCUS pathways is a central part of HeidelbergCement’s carbon neutrality roadmap. Earlier this week, project ACCSESS has been officially presented by the coordinator Sintef Energi AS from Norway. A consortium of 18 industry partners and research organisations will collaborate in a range of activities to speed up deployment of CCUS and link CO2 emitters from mainland Europe to the storage fields in the Nordics. The program of 18 million € in total was rewarded €15 million out of the EU Horizon 2020 budget.  “As part of our participation in ACCSESS, HeidelbergCement will pilot a new carbon capture technology in Poland”, says Dr. Dominik von Achten, Chairman of the Managing Board of HeidelbergCement. “The tests of an enzyme based capture unit at our Górażdże plant will deliver important insights how we can further reduce costs in the capture process. At the same time, it will emphasize our strategy to expand CCUS further into our Eastern European based assets”. The enzyme based capture unit will allow a broader use of the waste heat and will simplify the control of secondary emissions.   For HeidelbergCement, the ACCSESS project comprises three focal points. In addition to testing the separation technology in Poland, HeidelbergCement and its partners will carry out a study to explore the optimal integration of a carbon capture unit at the Hanover plant in Germany. The third pillar focuses on all aspects of transporting CO2 from sites in mainland Europe to Norway, including all regulatory aspects of cross-border CO2 transport. The consortium will develop transport systems from the Hanover and Górażdże cement plants to the Northern Lights storage facility in Norway – a joint project by the oil and gas companies Equinor, Shell and TotalEnergies.  The ACCSESS project is slated for a duration of 48 months, from May 2021 to April 2025. It is being coordinated by Sintef and other 17 partners from academia and industry.  About HeidelbergCement  HeidelbergCement is one of the world’s largest integrated manufacturers of building materials and solutions, with leading market positions in aggregates, cement, and ready-mixed concrete. Around 53,000 employees at more than 3,000 locations in over 50 countries deliver long-term financial performance through operational excellence and openness for change. At the center of actions lies the responsibility for the environment. As forerunner on the path to carbon neutrality, HeidelbergCement crafts material solutions for the future.","company_name":"HeidelbergCement Group (Cement\/Lime)","published_on":"2021-09-17T00:00:00.000Z","title":"Project ACCSESS: HeidelbergCement to pilot carbon capture project in Eastern Europe","emissions_rank":6,"language":"English","article_category":"Sustainability","preview_text":null,"article_url":"https:\/\/www.heidelbergcement.com\/en\/pr-17-09-2021","pdf_url":null,"error_text":"","carbon_in_title":1,"carbon_in_text":1,"relations":[{"id":501,"from_id":597,"to_id":598,"type":"property"},{"id":502,"from_id":599,"to_id":598,"type":"reference"},{"id":503,"from_id":600,"to_id":598,"type":"property"},{"id":504,"from_id":1087,"to_id":598,"type":"property"},{"id":505,"from_id":601,"to_id":598,"type":"property"},{"id":506,"from_id":602,"to_id":598,"type":"reference"},{"id":507,"from_id":603,"to_id":604,"type":"causality"},{"id":508,"from_id":605,"to_id":606,"type":"causality"},{"id":509,"from_id":605,"to_id":607,"type":"causality"},{"id":510,"from_id":1088,"to_id":598,"type":"reference"},{"id":511,"from_id":608,"to_id":1088,"type":"property"}],"entities":[{"id":597,"label":"status","start_offset":293,"end_offset":299},{"id":598,"label":"technology","start_offset":299,"end_offset":314},{"id":599,"label":"core reference","start_offset":352,"end_offset":398},{"id":600,"label":"location","start_offset":406,"end_offset":437},{"id":601,"label":"financial information","start_offset":996,"end_offset":1017},{"id":602,"label":"core reference","start_offset":1291,"end_offset":1316},{"id":603,"label":"cause","start_offset":1279,"end_offset":1316},{"id":604,"label":"effect","start_offset":1362,"end_offset":1402},{"id":605,"label":"cause","start_offset":1544,"end_offset":1569},{"id":606,"label":"effect","start_offset":1583,"end_offset":1612},{"id":607,"label":"effect","start_offset":1622,"end_offset":1665},{"id":608,"label":"timeline","start_offset":2397,"end_offset":2424},{"id":1087,"label":"financial information","start_offset":475,"end_offset":535},{"id":1088,"label":"core reference","start_offset":2342,"end_offset":2357}]}
{"id":82,"text":"* ###### EcoCrete offers up to 66% CO2 reduction per cubic metre of concrete     * ###### This high reduction is achieved on a strictly technical basis and without compensation measures     * ###### The expansion of local, sustainable product portfolios in the Group countries is a key element of HeidelbergCement's climate strategy      HeidelbergCement's German subsidiary Heidelberger Beton is now offering a broad portfolio of sustainable concretes under the EcoCrete brand. Depending on the application, EcoCrete offers between 30 and 66% CO2 reduction per cubic metre of concrete compared to the reference value of the industry. This reduction is achieved on a strictly technical basis and without compensation measures. In addition, EcoCrete is available in particularly resource-saving types with at least 10% of recycled content. Also part of the EcoCrete concept are the one-hundred-percent use of green electricity, the use of recycled water, and the complete recyclability of the concrete in the case of subsequent deconstruction.   \"Expanding local, sustainable product portfolios is a key element of HeidelbergCement's climate strategy,\" said Dr. Dominik von Achten, Chairman of the Managing Board of HeidelbergCement. \"The launch of EcoCrete in the German market is representative of the ambitious CO2 roadmaps we are implementing at all levels of the company and in all Group countries\".  Dr. Nicola Kimm, Chief Sustainability Officer and member of the Managing Board of HeidelbergCement: \"We are committed to regionally produced, CO2-optimised building materials that push the limits of what is technically feasible today in terms of sustainability. Our cements and concretes are also being continuously developed to reduce the ecological footprint even further in the future – over the entire life cycle\".  A significant part of HeidelbergCement's research and development activities focuses on minimising energy use and CO2 emissions through innovative products and process improvements. The company has set itself the goal of reducing its CO2 emissions by 30% by 2025 compared with the reference year 1990 and achieving climate neutrality by 2050 at the latest. HeidelbergCement is a global leader in the building materials industry in the development and application of innovative technologies for carbon capture and utilisation. With its increasing involvement in concrete recycling, the company also contributes to the circular economy.   #### EcoCrete: up to 66% CO2 reduction  ![](\/sites\/default\/files\/2022-01\/co2-reduction.png)  Depending on the application, Heidelberger Beton offers between 30 and 66 percent reduction per cubic meter of concrete compared to the industry reference value with EcoCrete.  Further information on EcoCrete (in German): www.ecocrete.de  Further information on sustainable products from HeidelbergCement  About HeidelbergCement  HeidelbergCement is one of the world’s largest integrated manufacturers of building materials and solutions, with leading market positions in aggregates, cement, and ready-mixed concrete. Around 53,000 employees at more than 3,000 locations in over 50 countries deliver long-term financial performance through operational excellence and openness for change. At the center of actions lies the responsibility for the environment. As forerunner on the path to carbon neutrality, HeidelbergCement crafts material solutions for the future.","company_name":"HeidelbergCement Group (Cement\/Lime)","published_on":"2022-01-20T00:00:00.000Z","title":"Significant CO2 reduction: HeidelbergCement expands sustainable concrete portfolio in Germany under EcoCrete brand","emissions_rank":6,"language":"English","article_category":"Sustainability","preview_text":null,"article_url":"https:\/\/www.heidelbergcement.com\/en\/pr-20-01-2022","pdf_url":null,"error_text":"","carbon_in_title":1,"carbon_in_text":1,"relations":[{"id":512,"from_id":612,"to_id":611,"type":"causality"},{"id":513,"from_id":609,"to_id":610,"type":"property"}],"entities":[{"id":609,"label":"emissions","start_offset":525,"end_offset":585},{"id":610,"label":"technology","start_offset":509,"end_offset":518},{"id":611,"label":"effect","start_offset":3154,"end_offset":3187},{"id":612,"label":"cause","start_offset":3195,"end_offset":3241}]}
{"id":83,"text":"* ###### HeidelbergCement subsidiary Lehigh Cement and Enbridge Inc. agree to collaborate on a carbon transport and storage solution    * ###### Full-scale CCU\/S facility at Lehigh’s Edmonton plant will capture 780,000 tonnes of CO2 annually    * ###### Planned integration into the Open Access Wabamun Carbon hub with a combined capture potential of nearly 4 million tonnes of CO2 emissions annually     HeidelbergCement’s North American subsidiary Lehigh Cement and Enbridge Inc. have announced a memorandum of understanding to collaborate on a carbon storage project for Lehigh’s cement plant in Edmonton, Alberta. Lehigh is currently developing North America’s first full-scale carbon capture, utilisation and storage (CCU\/S) solution for the cement industry at its Canadian Edmonton cement plant, with the goal of capturing approximately 780,000 tonnes of CO2 annually. Captured emissions are to be transported via pipeline and permanently sequestered by Enbridge. Subject to the award of carbon sequestration rights and regulatory approvals, the project could be in service as early as 2025.  Edmonton is one of several cement plants throughout the world where HeidelbergCement is currently deploying and scaling up different technologies and solutions to substantially reduce CO2 emissions. “As carbon capture and storage plays a decisive role on our journey towards net zero emissions, creating the infrastructure needed to scale up the technology is a key strategic priority for us,” said Dr. Dominik von Achten, Chairman of the Managing Board of HeidelbergCement: “Strong local partnerships for smart carbon hub solutions are essential for the successful implementation of the various ambitious CCU\/S initiatives within HeidelbergCement.” The company targets CO2 reductions of up to 10 million tonnes with several CCU\/S projects already underway by 2030.   With the support of HeidelbergCement’s subsidiary Lehigh and other partners, Enbridge will be applying to develop an open access carbon hub west of Edmonton, Alberta. Once built, the Open Access Wabamun Carbon Hub will be among the largest integrated CCU\/S projects in the world, with a combined capture potential of nearly 4 million tonnes of CO2 emissions per year.   “Lehigh Cement’s pioneering CCU\/S project is an exciting addition to our proposed Open Access Wabamun Carbon Hub, which is poised to support the decarbonisation of multiple industries, including power generation, oil and gas, and now cement,” said Colin Gruending, Enbridge Executive Vice President and President, Liquids Pipelines. “This collaboration demonstrates our focus on local, cost-effective, customer-focused carbon transportation and storage solutions that drive scale and competitiveness while minimising infrastructure footprint to protect land, water and the environment.”  About HeidelbergCement  HeidelbergCement is one of the world’s largest integrated manufacturers of building materials and solutions, with leading market positions in aggregates, cement, and ready-mixed concrete. Around 53,000 employees at more than 3,000 locations in over 50 countries deliver long-term financial performance through operational excellence and openness for change. At the center of actions lies the responsibility for the environment. As forerunner on the path to carbon neutrality, HeidelbergCement crafts material solutions for the future.  About Enbridge Inc.   Enbridge Inc. is a leading North American energy infrastructure company. The company safely and reliably delivers the energy people need and want to fuel quality of life. Its core businesses include Liquids Pipelines, which transports approximately 25 percent of the crude oil produced in North America; Gas Transmission and Midstream, which transports approximately 20 percent of the natural gas consumed in the U.S.; Gas Distribution and Storage, which serves approximately 3.8 million retail customers in Ontario and Quebec; and Renewable Power Generation, which owns approximately 1,766 MW (net) in renewable power capacity in North America and Europe. The Company's common shares trade on the Toronto and New York stock exchanges under the symbol ENB. For more information, visit www.enbridge.com.","company_name":"HeidelbergCement Group (Cement\/Lime)","published_on":"2022-01-27T00:00:00.000Z","title":"HeidelbergCement and Enbridge team up to advance full-scale CO2 storage project in Canada","emissions_rank":6,"language":"English","article_category":"Sustainability","preview_text":null,"article_url":"https:\/\/www.heidelbergcement.com\/en\/pr-27-01-2022","pdf_url":null,"error_text":"","carbon_in_title":1,"carbon_in_text":1,"relations":[{"id":514,"from_id":613,"to_id":614,"type":"property"},{"id":515,"from_id":1089,"to_id":614,"type":"reference"},{"id":516,"from_id":615,"to_id":1089,"type":"property"},{"id":517,"from_id":616,"to_id":1089,"type":"property"},{"id":518,"from_id":1091,"to_id":614,"type":"reference"},{"id":519,"from_id":617,"to_id":1091,"type":"property"}],"entities":[{"id":613,"label":"emissions","start_offset":211,"end_offset":241},{"id":614,"label":"technology","start_offset":95,"end_offset":123},{"id":615,"label":"location","start_offset":599,"end_offset":616},{"id":616,"label":"status","start_offset":628,"end_offset":648},{"id":617,"label":"timeline","start_offset":1060,"end_offset":1096},{"id":1089,"label":"core reference","start_offset":547,"end_offset":569},{"id":1091,"label":"core reference","start_offset":1048,"end_offset":1059}]}
{"id":84,"text":"* ###### The facility is expected to go into operation in 2025 and aims to show that 20% of the CO2 process emissions of the cement plant can be captured.     * ###### The potential capture capacity is designed for 20% of the total CO2 emissions, which would correspond to around 100,000 tonnes of CO2 annually.    * ###### To minimise the use of fossil energy for carbon capture, the project will also test the use of alternative fuels and electrical energy.     The LEILAC 2 (Low Emissions Intensity Lime And Cement) carbon capture project has successfully passed its Financial Investment Decision milestone, confirming that the project can now enter the implementation phase. Together with the Australian technology company Calix and a European consortium, HeidelbergCement will proceed to build a demonstration facility integrated into HeidelbergCement’s plant in Hanover, Germany. The installation will be designed to reduce 20 % of the CO2 emissions of the cement plant’s CO2 emissions, corresponding to around 100,000 tonnes of CO2 per year .   With the patented LEILAC technology, the CO2 released during cement production can be captured in a highly pure form via a separate waste gas stream and used in other processes. As minimal additional energy is needed and no chemicals are required, this happens in an especially cost-efficient way. The technology can also be retrofitted in a modular form at any scale and use any fuel or energy source, including biomass, hydrogen, or electricity – providing a ‘future proof’ solution.   “LEILAC 2 is one of several carbon capture projects we are currently pursuing at HeidelbergCement,” says Dr. Dominik von Achten, Chairman of the Managing Board. “We are very pleased to advance this key technology at industrial scale at our plant in Hanover, Germany.    Once the technology has been successfully tested, we will be able to plan and install the technology for the actual permanent capture of CO2 in a second step, taking into account the site conditions in Hanover and the quality requirements for the CO2 for further use. The site is also optimally located to enable transport of the captured CO2 for further use or offshore storage.\"   HeidelbergCement aims to achieve CO2 reductions of up to 10 million tonnes by 2030 with several CCUS projects.  As part of the prior LEILAC 1 project, a CO2 capture pilot installation with a capture capacity of 25,000 tonnes of CO2 per year had been developed at HeidelbergCement's Lixhe plant in Belgium. With LEILAC 2, an installation around four times as large will be operated in Hanover. The project now enters the detailed design phase through 2022, followed by procurement and construction of the plant itself. Construction is expected in 2023, dependent on flag points over the coming months. The project scope for LEILAC 2 also includes a thorough analysis of the potential destination of the captured CO2, either for utilisation purposes or for safe geological offshore storage.  Phil Hodgson, Calix MD and CEO and Chairman of the LEILAC Executive Board: “The start of the implementation phase marks a significant milestone and further demonstrates the momentum which is building around the LEILAC project. It is testament to the strong level of collaboration which has been cultivated between the consortium partners, who have all worked together to make significant progress on this breakthrough project.”   About LEILAC  The LEILAC consortium is led by the LEILAC Group (technology provider Calix), and comprises HeidelbergCement, CEMEX, Cimpor, IKN, Lhoist, Port of Rotterdam, BGR, RBINS-GSB, CERTH, POLIMI, LEAP, and Engie. It is supported by GCCA, GCCSI, CEMBUREAU, ECRA, University of Clausthal and EuLA. The project aims to apply and demonstrate a breakthrough technology that will enable Europe’s cement and lime industries to reduce their carbon footprint significantly.   For further information please visit www.project-leilac.eu.   About HeidelbergCement","company_name":"HeidelbergCement Group (Cement\/Lime)","published_on":"2022-03-23T00:00:00.000Z","title":"Green light for LEILAC 2 carbon capture project at HeidelbergCement’s plant in Hanover, Germany","emissions_rank":6,"language":"English","article_category":"Sustainability","preview_text":null,"article_url":"https:\/\/www.heidelbergcement.com\/en\/pi-23-03-2022","pdf_url":null,"error_text":"","carbon_in_title":1,"carbon_in_text":1,"relations":[{"id":520,"from_id":618,"to_id":620,"type":"property"},{"id":521,"from_id":619,"to_id":620,"type":"property"},{"id":522,"from_id":620,"to_id":621,"type":"property"},{"id":523,"from_id":623,"to_id":620,"type":"reference"},{"id":524,"from_id":624,"to_id":623,"type":"property"},{"id":527,"from_id":625,"to_id":623,"type":"property"},{"id":528,"from_id":626,"to_id":627,"type":"causality"},{"id":529,"from_id":629,"to_id":628,"type":"property"},{"id":530,"from_id":631,"to_id":628,"type":"property"}],"entities":[{"id":618,"label":"timeline","start_offset":45,"end_offset":62},{"id":619,"label":"emissions","start_offset":85,"end_offset":117},{"id":620,"label":"technology","start_offset":365,"end_offset":379},{"id":621,"label":"emissions","start_offset":280,"end_offset":310},{"id":623,"label":"core reference","start_offset":468,"end_offset":541},{"id":624,"label":"status","start_offset":570,"end_offset":599},{"id":625,"label":"location","start_offset":868,"end_offset":884},{"id":626,"label":"cause","start_offset":1233,"end_offset":1298},{"id":627,"label":"effect","start_offset":1330,"end_offset":1344},{"id":628,"label":"technology","start_offset":2346,"end_offset":2376},{"id":629,"label":"emissions","start_offset":2404,"end_offset":2433},{"id":630,"label":"location","start_offset":2475,"end_offset":2497},{"id":631,"label":"status","start_offset":2443,"end_offset":2452},{"id":1092,"label":"emissions","start_offset":930,"end_offset":991},{"id":1093,"label":"emissions","start_offset":1017,"end_offset":1047}]}
{"id":85,"text":"* ###### Most ambitious CO2 reduction target in the sector – emissions to be reduced by almost half to 400kg CO2\/t CEM compared with 1990, this means a further decrease of 30% compared to 2021    * ###### Strong focus on sustainable products and solutions – by 2030, half of the Group revenue is to be generated with sustainable products    * ###### Leading the way in scaling carbon capture, utilisation, and storage (CCUS) technologies –CCUS projects that have already been launched are expected to achieve a cumulative reduction of 10 mt CO2 by 2030    * ###### New ambitious financial targets by 2025 – revenue growth around 5% p.a. on a comparable basis, RCOBD margin 20-22%, ROIC >10%, cash conversion >45%, leverage ratio 1.5x-2.0x     * ###### Financing linked with climate goals of the EU taxonomy – over 70% of debt to be covered by sustainable financial instruments by 2025     HeidelbergCement is accelerating its transformation towards a sustainable future. At this year’s Capital Markets Day, HeidelbergCement today presented new medium-term sustainability and financial targets under the motto “Concrete Promises”.  “We are rigorously driving forward the transformation of HeidelbergCement to become the world's most sustainable company in our sector,” says Dr Dominik von Achten, Chairman of the Managing Board of HeidelbergCement. “We have the ambition, speed, knowledge, technologies, and partners to lead the necessary change process in our sector. Our focus is on expanding our portfolio of sustainable products, reducing our CO2 emissions quickly and significantly, proving that CO2-free products are possible on a large scale, and creating a circular economy by consistently applying the principles of circularity. Our new sustainability targets for 2030 illustrate this ambition.”  Dr Dominik von Achten adds: “At the same time, we are convinced that we can also achieve this change in an economically sustainable way. We have created the conditions for this in recent years. We are building on a strong basis and are better positioned today than ever. In the coming years, we want to continue to grow profitably above the market and further increase the return on invested capital.”  #### New climate targets and sustainable products as game changers for profitable growth  Dr Nicola Kimm, Member of the Managing Board and Chief Sustainability Officer of HeidelbergCement, says: “We are significantly tightening our climate targets. With the reduction of specific net CO2 emissions to 400kg\/t of cementitious material by 2030, we are establishing the most ambitious goal in the sector.” This target corresponds to a reduction of 47% compared with the base year 1990 and is significantly higher than the previous reduction target of 33% for 2030 in the same period. Compared to 2021, the company aims to reduce CO2 emissions by a further 30%. Thus, in the next eight years, CO2 emissions are to decrease more strongly in percentage terms than in the last three decades. “We are focusing on the optimisation of products and processes, as well as in particular on the expansion of CO2 capture, utilisation, and storage (CCUS)”, adds Dr Nicola Kimm. The company aims to achieve net zero emissions by 2050 at the latest. At HeidelbergCement, the reduction of CO2 emissions is also embedded in the remuneration of the Managing Board and all bonus-eligible employees worldwide.  At the product level, the focus is on the widescale adoption of ever lower carbon cements and concrete, the rapid acceleration of the use of recycled materials, and the use of new technologies such as 3D concrete printing. By 2030, HeidelbergCement aims to increase its revenue with sustainable products to a share of 50% of Group revenue. Only recently, HeidelbergCement expanded its sustainable concrete portfolio in Germany under the EcoCrete brand. With the “ecolution” programme, the company will in future record the revenue of all products that meet at least one of four defined sustainability criteria.   #### Rapid scaling of CO2 capture technologies   CCUS is a crucial component of HeidelbergCement's climate strategy. In dealing with the unavoidable process emissions from clinker production, the company is focusing on the expansion and scaling of its CCUS initiatives: In order to gain experience with all important CO2 capture technologies, HeidelbergCement is further developing different technologies and cooperating with qualified partners. Promising projects can thus be scaled up to industrial-scale promptly and cost-effectively. Solely with CCUS projects that have already been launched, the company aims to save 10mt of CO2 cumulatively by 2030.   “CCUS is the only way so far to be able to produce CO2-free cement and concrete,” says Dr Dominik von Achten. “We are very well positioned here and are thus able to reduce our operating expenses, also through lower costs for CO2 allowances. This is a clear competitive advantage for HeidelbergCement and an opportunity to sustainably improve margins, especially in Europe.”  #### New financial targets underpin sustainability strategy  “We have already achieved our financial targets ahead of schedule, which we had promised in our Beyond 2020 strategy. Now we are sharpening them – in addition to our new sustainability targets,” says Dr Dominik von Achten. On a comparable basis, the company aims to increase revenue by around 5% p.a. over the next few years. The RCOBD margin should be between 20-22% by 2025. In addition, HeidelbergCement is raising its original target of achieving a return on invested capital (ROIC) of “clearly above 8%” and now aims to achieve a ROIC of over 10%. Net investments, including investments in sustainable products, processes, and CCUS technologies, are expected to be €1.1 billion p.a. on average. In this way, the company strives to use the previous investment framework as far as possible for the sustainability transformation, even with the use of the new technologies. HeidelbergCement aims to increase the cash conversion, i.e. the ratio of free cash flow to the result from current operations before depreciation and amortisation, prospectively to over 45%. As before, the leverage ratio is to be between 1.5x-2.0x.  HeidelbergCement will also become a leader in the sector in the area of financing. René Aldach, Chief Financial Officer of HeidelbergCement, explains: “By 2025, more than 70 % of our debt is to be covered by sustainable financial instruments. Among other things, we are relying on a bond programme that is the first in the industry to be aligned with the climate goals of the EU taxonomy.”  For HeidelbergCement, helping to shape the transformation and taking innovative paths means assuming responsibility towards the environment and society, as well as developing solutions that are convincing sustainably. “We drive the change for the benefit of our customers, our shareholders, our employees, and society as a whole,” said Dr Dominik von Achten, concluding his presentation today.  The presentations of the Capital Markets Day 2022  Also today, HeidelbergCement published its Sustainability Report 2021  About HeidelbergCement  HeidelbergCement is one of the world’s largest integrated manufacturers of building materials and solutions, with leading market positions in aggregates, cement, and ready-mixed concrete. More than 51,000 employees at nearly 3,000 locations in over 50 countries deliver long-term financial performance through operational excellence and openness for change. At the center of actions lies the responsibility for the environment. As forerunner on the path to carbon neutrality, HeidelbergCement crafts material solutions for the future.","company_name":"HeidelbergCement Group (Cement\/Lime)","published_on":"2022-05-24T00:00:00.000Z","title":"HeidelbergCement sets new standards for sustainability targets: By 2030, specific CO2 emissions to be reduced by a further 30%","emissions_rank":6,"language":"English","article_category":"Sustainability","preview_text":null,"article_url":"https:\/\/www.heidelbergcement.com\/en\/pr-24-05-2022","pdf_url":null,"error_text":"","carbon_in_title":1,"carbon_in_text":1,"relations":[{"id":531,"from_id":634,"to_id":633,"type":"causality"},{"id":532,"from_id":1095,"to_id":1094,"type":"reference"},{"id":533,"from_id":1096,"to_id":1095,"type":"property"},{"id":534,"from_id":1098,"to_id":1095,"type":"property"},{"id":535,"from_id":1099,"to_id":1095,"type":"property"}],"entities":[{"id":633,"label":"effect","start_offset":4832,"end_offset":4861},{"id":634,"label":"cause","start_offset":4876,"end_offset":4906},{"id":1094,"label":"technology","start_offset":377,"end_offset":424},{"id":1095,"label":"core reference","start_offset":439,"end_offset":452},{"id":1096,"label":"status","start_offset":463,"end_offset":484},{"id":1098,"label":"emissions","start_offset":489,"end_offset":552},{"id":1099,"label":"timeline","start_offset":545,"end_offset":552}]}
{"id":86,"text":"Lafarge has successfully completed an industrial trial for Aether®, its new generation clinker formulated for lower carbon cements. The trial mobilized a team of around 100 people over a 10-day period at the Group's plant in Le Teil, France. It allowed the production of 10,000 tons of Aether® clinker, confirming the feasibility of industrial-scale production using traditional raw materials. The launch of the first Aether® products is planned for 2014. Aether®, a new clinker formulation to reduce the carbon footprint of cement. The result of several years of research by Lafarge R&D teams, Aether® is a new generation clinker, the basic component of cement. Aether® cements offer similar properties to ordinary Portland Cement and can be produced in traditional cement plants after minor process adjustments, for a lower overall environmental footprint. Aether® is a new chemical composition for clinker which should allow a 25 to 30% reduction in CO2 emissions, thanks to:. * reduced limestone content in the raw mix,. * a lower temperature (~1300°C) during the burning process,. * easier grinding, using less energy. This development project has received the support of the European Union as part of its LIFE+ Programme, a financial instrument to support environmental projects. Lafarge has been working to reduce its CO2 emissions for over 20 years, using alternative fuels, cementitious additives and improving energy efficiency at its plants. Project Aether shows Lafarge's determination to go even further in reducing its CO2 emissions. This project will contribute to the Group's objective to reduce these emissions by 33% per ton of cement by 2020, as part of its Sustainability Ambitions 2020. Notes to editors: Innovation, a strategic priority. Located in 64 countries with 68,000 employees, Lafarge is a world leader in building materials, with top-ranking positions in its Cement, Aggregates & Concrete businesses. In 2011, Lafarge posted sales of 15.3 billion euros. Since 2010, the Lafarge Group has been part of the Dow Jones Sustainability World Index, the first global sustainability benchmark, in recognition of its sustainable development actions. With the world's leading building materials research facility, Lafarge places innovation at the heart of its priorities, in order to develop materials to respond to customer needs, but also breakthrough solutions to meet tomorrow's challenges. Lafarge devotes 130 million euros to innovation each year, half of which goes towards research into reducing environmental footprint.","company_name":"LafargeHolcim","published_on":"2013-01-16T00:00:00.000Z","title":"Successful trial for new generation low carbon cement","emissions_rank":11,"language":"English","article_category":"All","preview_text":null,"article_url":"https:\/\/www.holcim.com\/media\/media-releases\/successful-trial-new-generation-low-carbon-cement","pdf_url":"https:\/\/www.holcim.com\/sites\/holcim\/files\/2022-03\/01162013-press_low_carbon_cement_aether-uk.pdf","error_text":"Error with getting preview text. ","carbon_in_title":1,"carbon_in_text":1,"relations":[{"id":536,"from_id":635,"to_id":636,"type":"property"},{"id":538,"from_id":1101,"to_id":636,"type":"reference"},{"id":539,"from_id":1102,"to_id":636,"type":"reference"},{"id":540,"from_id":638,"to_id":1102,"type":"property"},{"id":541,"from_id":639,"to_id":640,"type":"causality"},{"id":542,"from_id":643,"to_id":642,"type":"causality"},{"id":543,"from_id":1103,"to_id":636,"type":"reference"},{"id":544,"from_id":641,"to_id":1103,"type":"property"}],"entities":[{"id":635,"label":"status","start_offset":12,"end_offset":54},{"id":636,"label":"technology","start_offset":59,"end_offset":65},{"id":638,"label":"timeline","start_offset":398,"end_offset":454},{"id":639,"label":"cause","start_offset":547,"end_offset":593},{"id":640,"label":"effect","start_offset":608,"end_offset":630},{"id":641,"label":"emissions","start_offset":930,"end_offset":966},{"id":642,"label":"effect","start_offset":930,"end_offset":966},{"id":643,"label":"cause","start_offset":980,"end_offset":1122},{"id":1101,"label":"core reference","start_offset":72,"end_offset":130},{"id":1102,"label":"core reference","start_offset":418,"end_offset":434},{"id":1103,"label":"core reference","start_offset":859,"end_offset":866}]}
{"id":87,"text":"Lafarge has reached a new milestone in its partnership with US start-up Solidia Technologies® with the signing of an agreement to commercialize an innovative technology allowing a significant reduction in the environmental footprint of pre-cast concrete. The patented technology allows lower CO2 emissions in the cement production process and utilizes. CO2 in precast concrete manufacturing. It reduces the carbon footprint of the end-to-end process by up to 70 . Under the terms of this agreement, Lafarge will have the right to commercialize this technology worldwide. Lafarge will offer a complete solution (sustainable cement and CO2-cured concrete) in partnership with Solidia. Commercial launch will first take place in some key markets in North America and in Europe for the manufacturing of concrete elements such as paving stones, roof tiles and concrete blocks. This partnership illustrates Lafarge’s commitment to bring to the market innovative solutions contributing to building better cities. Lafarge has been working for over 20 years to reduce its environmental footprint and, in particular, its CO2 emissions. These have been reduced by 26 per ton of cement since 1990. A breakthrough technology. Solidia has developed a new binder made from similar raw materials to Ordinary Portland Cement and produced in a traditional rotary kiln. It is produced at lower temperatures and through a different chemical reaction that generates less CO2. Used afterwards in the manufacture of precast concrete, Solidia Cement™ hardens through the addition and absorption of CO2 (‘carbonation’), in a patented curing process that reduces the overall carbon footprint by up to 70 . Produced at traditional precast concrete manufacturing facilities, Solidia Concrete™ is higher performing and reaches full strength in less than 24 hours, compared to 28 days for precast concrete made using Ordinary Portland Cement. This offers considerable energy savings and cost reductions to precast concrete manufacturers. A successful partnership. Lafarge has collaborated with Solidia Technologies since 2013 to industrialize this technology. Lafarge researchers and technical experts worked with Solidia to demonstrate the feasibility of commercial-scale production in a conventional cement plant. In April 2014, a joint group of Lafarge and Solidia scientists validated the reduced carbon footprint and commercial viability of Solidia cement during a full-scale trial at Lafarge's Whitehall cement plant in the US. The cement produced has subsequently been used by a variety of pre-cast customers in North America and Europe to further validate Solidia's curing technology and to produce blocks, pavers and roof tiles for commercial testing. Collaborative testing performed with many customers in recent months has demonstrated both the superior quality of Solidia concrete products and their cost competitiveness. In December 2014, Lafarge invested in Solidia Technologies and joined Solidia’s Board of Directors. About Solidia Technologies®. Solidia Technologies® makes it easy and profitable to use CO2 to create superior and sustainable building materials. Solidia’s patented technology starts with a sustainable cement, cures concrete with CO2 instead of water, reduces carbon emissions up to 70 , and recycles 60 to 100 of the water used in production. Using the same raw materials and existing equipment as traditional concretes, the resulting CO2-cured concrete products are higher performing, cost less to produce, and cure in less than 24 hours. Currently in commercialization for large- and small-scale applications, Solidia’s R&D collaborators include Lafarge, The Linde Group, DOT’s Federal Highway Administration, DOE’s National Energy Technology Laboratory, Rutgers University, Purdue University, Ohio University, and the University of South Florida. Solidia was named to the 2014 Global Cleantech 100, the 2013 R&D Top 100, a 2014 Best Place to Work in NJ, a finalist in both the 2014 CCEMC Grand Challenge First Round and the 2013 Katerva Award, and shortlisted to MIT’s Climate CoLab. Based in Piscataway, N.J. (USA), Solidia’s investors include Kleiner Perkins Caufield & Byers, Bright Capital, BASF, BP, Lafarge, Total Energy Ventures, Bill Joy and other private investors. About Lafarge. A world leader in building materials, Lafarge employs 63,000 people in 61 countries, and posted sales of €12.8 billion in 2014. As a top-ranking player in its Cement, Aggregates and Concrete businesses, it contributes to the construction of cities around the world, through its innovative solutions providing them with more housing and making them more compact, more durable, more beautiful, and better connected. With the world’s leading building materials research facility, Lafarge places innovation at the heart of its priorities in order to contribute to more sustainable construction and to better serve architectural creativity.","company_name":"LafargeHolcim","published_on":"2015-04-28T00:00:00.000Z","title":"Lafarge and Solidia commercialize a new low-carbon solution for the construction sector","emissions_rank":11,"language":"English","article_category":"All","preview_text":null,"article_url":"https:\/\/www.holcim.com\/media\/media-releases\/04282015-Lafarge-Solidia-commercialize-new-low-carbon-solution-for-construction-sector","pdf_url":"https:\/\/www.holcim.com\/sites\/holcim\/files\/2022-02\/04282015-press_innovation-lafarge_solidia_new_low_carbon_solution-uk.pdf","error_text":"No preview text. ","carbon_in_title":1,"carbon_in_text":1,"relations":[{"id":545,"from_id":644,"to_id":645,"type":"property"},{"id":546,"from_id":646,"to_id":645,"type":"property"}],"entities":[{"id":644,"label":"emissions","start_offset":395,"end_offset":462},{"id":645,"label":"technology","start_offset":611,"end_offset":652},{"id":646,"label":"location","start_offset":731,"end_offset":773},{"id":1104,"label":"emissions","start_offset":3256,"end_offset":3289},{"id":1105,"label":"emissions","start_offset":1629,"end_offset":1677}]}
{"id":88,"text":"LafargeHolcim and CDC Group plc (\"CDC\"), the UK’s development finance institution, have signed a Memorandum of Understanding to set up a company to produce and promote an affordable low-carbon construction solution for developing countries. The new company aims at scaling-up production of earth-cement bricks, a simple, reliable, affordable and environmentally-friendly building material that was launched by LafargeHolcim in Malawi in 2013. An affordable low-carbon solution to help combat deforestation in Malawi. Deforestation and forest degradation account for the majority of Malawi’s greenhouse gas emissions. The manufacture of burnt bricks, the main building material in Malawi, is a significant contributor as a result of the wood-fired clamp kilns used in the production process. LafargeHolcim has developed an alternative solution to burnt bricks. Durabric, designed by the Group's R&D centre, is produced from a mixture of earth and cement compressed in a mould, and left naturally to cure in the sun without firing. Durabric contributes to a reduction in greenhouse gas emissions and the deforestation associated with wood fuel consumption. The bricks are also more resistant than fired bricks and reduce construction costs. \"Durabric offers many benefits compared to the traditional bricks used for construction in the developing world: it is easy to manufacture, has a smaller environmental footprint, offers more resistance, and all at a lower cost,\" explains Gérard Kuperfarb, Member of LafargeHolcim’s Executive Committee in charge of Growth and Innovation. \"Through the new company we are setting up with CDC, we will accelerate the development of this affordable, low-carbon solution in developing markets where traditional bricks are commonly used.\" More than three million of these bricks have already been produced in Malawi, and have been used in around 500 buildings. A brick production plant is being built to increase availability of Durabric in Malawi. Combining skills to scale up the solution. The aim of the new company, which will be managed by LafargeHolcim, will be to extend the offer developed in Malawi – including the provision of equipment to make the bricks, on-site technical support and training for brick makers – into other developing countries that are affected by deforestation resulting from the use of wood-fired bricks. CDC, which is wholly owned by the UK Government’s Department for International Development (\"DfID\") will invest alongside LafargeHolcim and contribute its expertise in investing in projects with a strong social and environmental dimension. About LafargeHolcim. With a well-balanced presence in 90 countries and a focus on cement, aggregates and concrete, LafargeHolcim (SIX Swiss Exchange, Euronext Paris: LHN) is the world leader in the building materials industry. The Group has 115,000 employees around the world and combined net sales of CHF 32 billion (EUR 26 billion) in 2014. LafargeHolcim is the industry benchmark in R&D and serves from the individual homebuilder to the largest and most complex project with the widest range of value-adding products, innovative services and comprehensive building solutions. With a commitment to drive sustainable solutions for better building and infrastructure and to contribute to a higher quality of life, the Group is best positioned to meet the challenges of increasing urbanization. About CDC Group plc. CDC is the UK’s development finance institution. CDC’s mission is to support the building of businesses throughout Africa and South Asia, to create jobs and making a lasting difference to people’s lives in some of the world’s poorest places. cdcgroup.com. CDC aims to invest in this joint venture through the DfID Impact Acceleration Facility (\"DIAF\"). DIAF is a ring-fenced £40 million facility managed by CDC, which is part of DfID’s Impact Programme. DIAF aims to invest directly in opportunities with potential for significant social & development impact in difficult geographies. It works to increase the chance of investment success and achieving commercial sustainability through various avenues, e.g. through the provision of patient, long-term capital and leveraging the \"know-how\" from CDC Group and its existing portfolio companies. More information on DIAF is available at www.cdcgroup.com\/How-we-do-it\/Types-of-capital\/diaf\/","company_name":"LafargeHolcim","published_on":"2015-12-18T00:00:00.000Z","title":"LafargeHolcim and CDC Group join forces to scale-up an affordable low-carbon construction solution","emissions_rank":11,"language":"English","article_category":"All","preview_text":null,"article_url":"https:\/\/www.holcim.com\/media\/media-releases\/lafargeholcim-and-cdc-group-join-forces-scale-affordable-low-carbon-construction-solution","pdf_url":"https:\/\/www.holcim.com\/sites\/holcim\/files\/2022-03\/12182015-press-lafargeholcim_cdcgroup_affordable_lowcarbon_housing_solution-en.pdf","error_text":"No preview text. ","carbon_in_title":1,"carbon_in_text":1,"relations":[{"id":547,"from_id":654,"to_id":655,"type":"causality"},{"id":548,"from_id":651,"to_id":652,"type":"causality"},{"id":549,"from_id":649,"to_id":650,"type":"causality"},{"id":551,"from_id":653,"to_id":647,"type":"reference"},{"id":552,"from_id":648,"to_id":647,"type":"property"},{"id":553,"from_id":657,"to_id":647,"type":"property"}],"entities":[{"id":647,"label":"technology","start_offset":171,"end_offset":239},{"id":648,"label":"status","start_offset":97,"end_offset":124},{"id":649,"label":"cause","start_offset":517,"end_offset":553},{"id":650,"label":"effect","start_offset":582,"end_offset":615},{"id":651,"label":"cause","start_offset":736,"end_offset":758},{"id":652,"label":"effect","start_offset":693,"end_offset":716},{"id":653,"label":"core reference","start_offset":860,"end_offset":868},{"id":654,"label":"cause","start_offset":1030,"end_offset":1039},{"id":655,"label":"effect","start_offset":1056,"end_offset":1153},{"id":656,"label":"carbon investment","start_offset":1030,"end_offset":1153},{"id":657,"label":"location","start_offset":427,"end_offset":434}]}
{"id":89,"text":"LafargeHolcim is increasing its efforts to further improve the carbon-efficiency of its cements with the launch of the CO₂MENT project in Canada. The objective is to build the world’s first full-cycle solution to capture and reuse CO2 from a cement plant while also reducing greenhouse gas emissions. The project is a partnership between Lafarge Canada, Inventys and Total. Over the next four years, Project CO₂MENT will demonstrate and evaluate Inventys’ CO₂ Capture System and a selection of LafargeHolcim’s carbon utilization technologies at its Richmond, British Columbia, Canada cement plant. The project has three phases and is expected to be fully operational by the end of 2020. Subject to the pilot’s success, the vision is to scale up the project and explore how the facility can be replicated across other LafargeHolcim plants. During the first phase the partners will work on purifying the cement flue gas in preparation for CO2 capture. The second phase will focus on the separation of CO2 from flue gas using a customized for cement version of Inventys’ carbon capture technology at pilot scale. As part of the final phase, the captured CO2 will be prepared for reuse and support the economical assessment and demonstration of CO2 conversion technologies onsite, such as CO2 injected concrete and fly ash. Apart from increasing its focus on new innovative breakthrough solutions such as the CO₂MENT project, LafargeHolcim is also further investing into measures to reduce the clinker-to-cement ratio and consume less energy per tonne of cement by using lower carbon fuels and improving the efficiency of the company’s processes. At its Richmond plant, the company recently launched a new and improved lower carbon fuel (LCF) system to reduce greenhouse gas emissions associated with the production of cement. It will also help minimize landfill waste; specifically, non-recyclable plastics that are creating a backlog for municipalities across Canada. The CAD 28 million system is expected to replace up to 50 per cent of fossil fuel use with lower carbon fuels and could result in a 20 per cent reduction of combustion emissions. It also allows Lafarge Canada to divert approximately 100,000 tonnes per year of waste from local landfills, the equivalent of about 8,300 loaded garbage trucks. René Thibault, Region Head North America: \"LafargeHolcim is committed to reducing CO2 emissions and we are excited to join forces with Inventys and Total through Project CO₂MENT. We hope to discover ways to capture emissions from our production processes and reuse them in our products, advancing a circular economy even further than today. The recent launch of the new LCF system at our Richmond plant aims to make the facility the most carbon efficient cement plant in Canada. Our investment alongside funding support from the British Columbia Ministry of Environment and Climate Change Strategy has made the system economically viable and demonstrates a long term commitment to the environment as well as the British Columbia cement market.\" LafargeHolcim cement is already among the most carbon efficient in the world. Since 1990, the company has reduced its net carbon emissions per tonne of cement by 25 percent, making LafargeHolcim the leader of international cement companies, with the highest reduction compared to the 1990 baseline. Canada will be pushing to reduce its carbon footprint even further through expanded lower carbon fuels, growth in supplementary cementitious materials and energy efficiency initiatives. About LafargeHolcim. LafargeHolcim is the global leader in building materials and solutions. We are active in four business segments: Cement, Aggregates, Ready-Mix Concrete and Solutions & Products. With leading positions in all regions of the world and a balanced portfolio between developing and mature markets, LafargeHolcim offers a broad range of high-quality building materials and solutions. LafargeHolcim experts solve the challenges that customers face around the world, whether they are building individual homes or major infrastructure projects. Demand for LafargeHolcim materials and solutions is driven by global population growth, urbanization, improved living standards and sustainable construction. Around 75,000 people work for the company in around 80 countries. Follow us on Twitter @LafargeHolcim. About Inventys. Inventys Thermal Technologies Inc., headquartered in Vancouver, BC, Canada, is a leading carbontech company with a vision to be a global leader in building a CO₂ marketplace and enable the mass market for bulk distributed CO₂ supply by being a focused low-cost supplier. Inventys is working to create new market spaces by leveraging its breakthrough carbon capture technology. For more information, please visit www.inventysinc.com. About Total. Total is a major energy player that produces and markets fuels, natural gas and low-carbon electricity. Our 100,000 employees are committed to better energy that is safer, more affordable, cleaner and accessible to as many people as possible. Active in more than 130 countries, our ambition is to become the responsible energy major. For more information, please visit www.total.com","company_name":"LafargeHolcim","published_on":"2019-07-25T00:00:00.000Z","title":"LafargeHolcim launches carbon capture project in Canada","emissions_rank":11,"language":"English","article_category":"All","preview_text":null,"article_url":"https:\/\/www.holcim.com\/media\/media-releases\/lafargeholcim-launch-carbon-capture-project-canada","pdf_url":"https:\/\/www.holcim.com\/sites\/holcim\/files\/documents\/07252019-press-lafargeholcim-richmond-carboncapture-en.pdf","error_text":"No preview text. ","carbon_in_title":1,"carbon_in_text":1,"relations":[{"id":554,"from_id":659,"to_id":658,"type":"reference"},{"id":555,"from_id":661,"to_id":1107,"type":"property"},{"id":556,"from_id":660,"to_id":1106,"type":"property"},{"id":557,"from_id":1107,"to_id":658,"type":"reference"},{"id":558,"from_id":1106,"to_id":658,"type":"reference"},{"id":559,"from_id":662,"to_id":658,"type":"property"},{"id":560,"from_id":663,"to_id":658,"type":"property"}],"entities":[{"id":658,"label":"technology","start_offset":119,"end_offset":126},{"id":659,"label":"core reference","start_offset":213,"end_offset":254},{"id":660,"label":"location","start_offset":549,"end_offset":596},{"id":661,"label":"timeline","start_offset":649,"end_offset":685},{"id":662,"label":"financial information","start_offset":1970,"end_offset":1984},{"id":663,"label":"emissions","start_offset":2098,"end_offset":2143},{"id":1106,"label":"core reference","start_offset":400,"end_offset":415},{"id":1107,"label":"core reference","start_offset":598,"end_offset":609}]}
{"id":90,"text":"LafargeHolcim allocates CHF 160 million to reduce carbon footprint in Europe LafargeHolcim is increasing its efforts to further improve the carbon-efficiency of its products and solutions. The objective is to reduce annual CO2 emissions in Europe by a further 15 percent like-for-like, representing 3 million tons1, by 2022. This will be achieved with an investment of CHF 160 million into advanced equipment as well as technologies to increase the use of low-carbon fuels and recycled materials in the company’s processes and products. Further funds are earmarked for the introduction of new carbon-efficient materials and services. Over the next three years, LafargeHolcim will work on more than 80 projects across 19 European countries. Marcel Cobuz, Region Head Europe: \"We are cognizant of our impact on the environment and will remain at the forefront of efforts to mitigate climate change. With this investment in Europe, we are taking a further step to become more carbon-efficient. We are not only investing to reduce CO2 in our own operations, but are also seeking the collaboration with our customers across the value-chain to improve the carbon efficiency of buildings and infrastructure throughout their lifecycle.\" One of the key levers to improve carbon-efficiency is to integrate the principle of circular economy into the cement production process by using waste materials instead of fossil fuels and primary raw materials. In 2018, LafargeHolcim repurposed 11 million tons of waste materials including 2 million tons of non-recyclable plastics that would otherwise end up in e.g. landfills creating further CO2 emissions. By stepping up its efforts in Europe the company aims at repurposing an additional 1.5 million tons of waste which would lead to avoiding 1 million tons of CO2 per year. As part of the roadmap, LafargeHolcim will also increase the use of mineral alternatives and waste materials. On average, LafargeHolcim already uses 4.5 million tons to replace clinker with by-products from other industries. It is during the production of clinker, the main component of cement, when most CO2 emissions associated with cement occur. Additional efforts to replace clinker will allow the company to increase the CO2 efficiency of its cements produced in Europe by 1 million tons. Portfolio of low-carbon solutions to be expanded across Europe. In all countries, LafargeHolcim is working on products and services to help its customers improve the carbon efficiency of buildings and infrastructure across their lifecycle. In France, for example, the company has recently launched Lafarge360, a new integrated offer that includes scoring and carbon footprint modelling enabling customers to make informed decisions around the environmental impact of their project. Furthermore, low-carbon products are designed in France, Poland and Romania for soil stabilizations ensuring a better life cycle assessment of the road structure. The company is also working on masonry cements in France and Romania with a carbon footprint that is 50 percent lower than pure cement while ensuring enhanced properties like workability or wall adhesion. With Airium LafargeHolcim has developed an innovative, safe, green, durable and affordable insulation alternative to traditional insulation. Priority countries for this solution include France, Austria, Switzerland and Poland. LafargeHolcim is a preferred building materials partner for low-carbon construction solutions. Its innovative concrete and cement products allow for CO2 savings of up to 70 percent compared to standard Ordinary Portland Cement (OPC) products. The company is committed to continuous carbon intensity reduction of its portfolio, as demonstrated by its leadership position on carbon efficiency (576kg CO2 \/ ton of cementitious material in 2018) as well as an ambitious 2030 target (520kg CO2 per ton of cementitious material) aligned with the 2°C scenario of the Paris COP21 climate agreement. To find out more about LafargeHolcim’s unique perspective on sustainability in the building materials industry, make sure you subscribe to Material Talks for cutting-edge technology, breakthrough innovation and pioneering achievements that will make the built environment more sustainable. Subscribe here. About LafargeHolcim. LafargeHolcim is the global leader in building materials and solutions. We are active in four business segments: Cement, Aggregates, Ready-Mix Concrete and Solutions & Products. With leading positions in all regions of the world and a balanced portfolio between developing and mature markets, LafargeHolcim offers a broad range of high-quality building materials and solutions. LafargeHolcim experts solve the challenges that customers face around the world, whether they are building individual homes or major infrastructure projects. Demand for LafargeHolcim materials and solutions is driven by global population growth, urbanization, improved living standards and sustainable construction. Around 75,000 people work for the company in around 80 countries. 1 Metric tons. This applies to all citations in this press release.","company_name":"LafargeHolcim","published_on":"2019-09-18T00:00:00.000Z","title":"LafargeHolcim allocates CHF 160 million to reduce carbon footprint in Europe","emissions_rank":11,"language":"English","article_category":"All","preview_text":null,"article_url":"https:\/\/www.holcim.com\/media\/media-releases\/lafargeholcim-reduce-carbon-footprint-europe","pdf_url":"https:\/\/twitter.com\/lafargeholcim","error_text":"No preview text. ","carbon_in_title":1,"carbon_in_text":1,"relations":[{"id":561,"from_id":664,"to_id":667,"type":"property"},{"id":562,"from_id":679,"to_id":667,"type":"property"},{"id":563,"from_id":665,"to_id":667,"type":"property"},{"id":564,"from_id":666,"to_id":667,"type":"property"},{"id":565,"from_id":681,"to_id":680,"type":"property"},{"id":566,"from_id":682,"to_id":680,"type":"property"},{"id":567,"from_id":668,"to_id":680,"type":"property"},{"id":568,"from_id":669,"to_id":670,"type":"causality"},{"id":569,"from_id":677,"to_id":678,"type":"causality"},{"id":570,"from_id":674,"to_id":671,"type":"property"},{"id":571,"from_id":672,"to_id":671,"type":"property"},{"id":572,"from_id":673,"to_id":671,"type":"property"},{"id":573,"from_id":676,"to_id":675,"type":"property"}],"entities":[{"id":664,"label":"financial information","start_offset":24,"end_offset":39},{"id":665,"label":"emissions","start_offset":260,"end_offset":313},{"id":666,"label":"timeline","start_offset":316,"end_offset":323},{"id":667,"label":"technology","start_offset":456,"end_offset":495},{"id":668,"label":"emissions","start_offset":1778,"end_offset":1808},{"id":669,"label":"cause","start_offset":2052,"end_offset":2073},{"id":670,"label":"effect","start_offset":2110,"end_offset":2151},{"id":671,"label":"technology","start_offset":2980,"end_offset":2995},{"id":672,"label":"location","start_offset":2999,"end_offset":3017},{"id":673,"label":"emissions","start_offset":3050,"end_offset":3066},{"id":674,"label":"status","start_offset":2969,"end_offset":2979},{"id":675,"label":"technology","start_offset":3480,"end_offset":3519},{"id":676,"label":"emissions","start_offset":3530,"end_offset":3561},{"id":677,"label":"cause","start_offset":3480,"end_offset":3519},{"id":678,"label":"effect","start_offset":3530,"end_offset":3561},{"id":679,"label":"status","start_offset":193,"end_offset":203},{"id":680,"label":"technology","start_offset":1697,"end_offset":1748},{"id":681,"label":"location","start_offset":1670,"end_offset":1677},{"id":682,"label":"status","start_offset":1689,"end_offset":1693}]}
{"id":91,"text":"* Industry leader in reducing CO2. * Approval of direct emissions reduction target and new ambitious CO2 emissions reductions targets from purchased electricity. The Science-Based Targets initiative (SBTi) has validated LafargeHolcim’s targets to reduce its global carbon emissions. According to SBTi, LafargeHolcim’s targets are adequate and consistent with the global effort to keep temperatures below the ‘2°C’ threshold as agreed at the COP21 world climate conference in Paris. \"Our ambition to lead the industry in reducing carbon emissions is a key element of our Strategy 2022 – Building for Growth. The independent certification of our ambitious targets by the Science Based Targets initiative is a huge motivation for us to lead our industry towards low-carbon construction. Through continuous innovation in our production facilities and our product portfolio we will reduce carbon emissions even further,\" said Magali Anderson, Chief Sustainability Officer. The SBTi has approved LafargeHolcim’s commitment to reduce scope 1 GHG emissions by 10 per ton of cementitious materials by 2030 from a 2018 base year. LafargeHolcim also commits to reduce scope 2 GHG emissions from purchased electricity by 65 within the same timeframe. LafargeHolcim’s targets, expressed in CO2 emissions per ton of cementitious materials, equate to a reduction from 576 kg in 2018 to 520 kg by 2030. With these targets LafargeHolcim is an industry leader in reducing CO2. By 2018 LafargeHolcim had already reduced its net carbon scope 1 emissions per ton of cementitious material by 25 compared to 1990. The SBTi is a global collaboration between the Carbon Disclosure Project (CDP), the United Nations Global Compact (UNGC), the World Resources Institute (WRI) and the World Wildlife Fund for Nature (WWF). About LafargeHolcim. LafargeHolcim is the global leader in building materials and solutions. We are active in four business segments: Cement, Aggregates, Ready-Mix Concrete and Solutions & Products. With leading positions in all regions of the world and a balanced portfolio between developing and mature markets, LafargeHolcim offers a broad range of high-quality building materials and solutions. LafargeHolcim experts solve the challenges that customers face around the world, whether they are building individual homes or major infrastructure projects. Demand for LafargeHolcim materials and solutions is driven by global population growth, urbanization, improved living standards and sustainable construction. Around 75,000 people work for the company in around 80 countries.","company_name":"LafargeHolcim","published_on":"2019-12-19T00:00:00.000Z","title":"CO2-reduction targets validated by Science Based Targets initiative (SBTi)","emissions_rank":11,"language":"English","article_category":"All","preview_text":"- Industry leader in reducing CO2 \n- Approval of direct emissions reduction target and new ambitious CO2 emissions reductions targets from purchased electricity","article_url":"https:\/\/www.holcim.com\/media\/media-releases\/CO2-targets-validated-Science-Based-Targets-initiative-SBTi","pdf_url":"https:\/\/twitter.com\/lafargeholcim","error_text":"","carbon_in_title":1,"carbon_in_text":1,"relations":[{"id":574,"from_id":683,"to_id":684,"type":"causality"},{"id":575,"from_id":687,"to_id":686,"type":"property"},{"id":576,"from_id":685,"to_id":686,"type":"property"}],"entities":[{"id":683,"label":"cause","start_offset":792,"end_offset":813},{"id":684,"label":"effect","start_offset":877,"end_offset":913},{"id":685,"label":"status","start_offset":1006,"end_offset":1017},{"id":686,"label":"emissions","start_offset":1049,"end_offset":1088},{"id":687,"label":"timeline","start_offset":1089,"end_offset":1096}]}
{"id":92,"text":"Vancouver\/Zurich\/Houston\/Paris, January 6, 2020 – Svante Inc., LafargeHolcim, Oxy Low Carbon Ventures, LLC (OLCV), a wholly-owned subsidiary of Occidental, and Total today announced a joint study to assess the viability and design of a commercial-scale carbon-capture facility at the Holcim Portland Cement Plant in Florence, Colorado, U.S. The study will evaluate the cost of the facility designed to capture up to 725,000 tonnes of carbon dioxide per year directly from the LafargeHolcim cement plant, which would be sequestered underground permanently by Occidental. \"OLCV is dedicated to advancing low-carbon solutions that will enhance Occidental's business while reducing emissions,\" OLCV President Richard Jackson said. \"Participating in this study aligns with our goals of finding an economical pathway toward large-scale application of carbon-capture technologies to reduce emissions.\" The carbon-capture facility under review will employ Svante’s technology to capture carbon directly from industrial sources at half the capital cost of existing solutions. Occidental, the industry leader in CO2 management and storage, would sequester the captured CO2. Pairing carbon capture from a cement plant with CO2 sequestration is a significant step forward for the cement industry in reducing its carbon footprint. \"Being at the forefront of the low-carbon transition requires continuous innovation and partnerships,\" LafargeHolcim CEO Jan Jenisch said. \"LafargeHolcim has significantly invested in the development of low-carbon solutions. Collaborating with Svante, OLCV and Total, we expect to realize a successful U.S. carbon-capture project in the near future.\" \"Svante’s capital cost advantage, combined with progressive tax credit policies such as the 45Q tax credit in the U.S., can make carbon capture profitable across a range of large-scale industrial applications like cement,\" said Claude Letourneau, president and CEO of Svante Inc. \"Total has slated 10 of its annual R&D budget to make significant advances in Carbon Capture, Utilization and Storage (CCUS) technology, a key technology to curb worldwide CO2 emissions. Our investment in this joint study is directly aligned with our strategy. The learnings from this study will help us pursue our commitment to the commercial development of CCUS,\" said Marie-Noëlle Semeria, Senior Vice President, Group CTO at Total. This joint initiative follows the recently-launched Project CO2MENT between Svante, LafargeHolcim and Total in Canada at the Lafarge Richmond cement plant, where progress has been made towards re-injecting captured CO2 into concrete. About Total. Total is a major energy player that produces and markets fuels, natural gas and low-carbon electricity. Our 100,000 employees are committed to better energy that is safer, more affordable, cleaner and accessible to as many people as possible. Active in more than 130 countries, our ambition is to become the responsible energy major. www.total.com. About Oxy Low Carbon Ventures. Oxy Low Carbon Ventures, LLC (OLCV) is a subsidiary of Occidental, an international oil and gas exploration and production company with operations in the United States, Middle East and Latin America. OLCV is focused on advancing leading-edge, low-carbon technologies and business solutions that economically grow our business while reducing emissions. OLCV also invests in the development of low-carbon fuels and products, as well as sequestration services to support carbon capture projects globally. Cautionary Statement Regarding Forward-Looking Statements. Any statements in this release relating to expectations, beliefs, plans or forecasts, including any statements relating to the success, capability or scalability of the project, that are not historical facts are forward-looking statements. These statements are typically identified by words such as \"potential,\" \"will,\" \"would,\" \"should,\" \"may,\" \"plan,\" \"believe,\" \"expect,\" \"designed to,\" or similar expressions that convey the prospective nature of events or outcomes. Actual results, including those related to project plans and timing and the impact and results of new technologies, including emission reductions, could vary from anticipated results. Factors that could cause actual results to differ include, but are not limited to: global commodity pricing fluctuations; supply and demand considerations for carbon capture and sequestration technologies; the competitiveness of alternative energy sources or product substitutes; higher-than-expected costs; the regulatory environment; availability of funding, personnel and materials; litigation; actions by third parties; failures in risk management; and changes in laws, regulations or tax rates. Material risks that may affect the results of Occidental and its subsidiaries appear in Part I, Item 1A \"Risk Factors\" of Occidental’s Annual Report on Form 10-K for the year ended December 31, 2018, and in Occidental’s other filings with the SEC. About LafargeHolcim. LafargeHolcim is the global leader in building materials and solutions. We are active in four business segments: cement, aggregates, ready-mix concrete and solutions & products. With leading positions in all regions of the world and a balanced portfolio between developing and mature markets, LafargeHolcim offers a broad range of high-quality building materials and solutions. LafargeHolcim experts solve the challenges that customers face around the world, whether they are building individual homes or major infrastructure projects. Demand for LafargeHolcim materials and solutions is driven by global population growth, urbanization, improved living standards and sustainable construction. Around 75,000 people work for the company in around 80 countries. About Svante. Svante offers companies in emissions-intensive industries a commercially viable way to capture large-scale CO2 emissions from existing infrastructure, either for safe storage or to be recycled for further industrial use in a closed loop. With the ability to capture CO2 directly from industrial sources at less than half the capital cost of existing solutions, Svante makes industrial-scale carbon capture a reality. Svante’s Board of Directors includes Nobel Laureate and former Secretary of Energy, Steven Chu; former Airbus Group’s Chief Technical Officer Jean Botti; and Steven Berkenfeld, former Head of Industrial & Cleantech Practice at Barclays Capital.","company_name":"LafargeHolcim","published_on":"2020-01-06T00:00:00.000Z","title":"Svante, LafargeHolcim, Oxy Low Carbon Ventures and Total launch study for commercial-scale carbon capture and end-use at U.S. plant","emissions_rank":11,"language":"English","article_category":"All","preview_text":null,"article_url":"https:\/\/www.holcim.com\/media\/media-releases\/joint-carbon-capture-project-usa-plant","pdf_url":"https:\/\/svanteinc.com\/","error_text":"No preview text. ","carbon_in_title":1,"carbon_in_text":1,"relations":[{"id":577,"from_id":688,"to_id":689,"type":"property"},{"id":578,"from_id":690,"to_id":689,"type":"property"},{"id":579,"from_id":691,"to_id":689,"type":"property"},{"id":580,"from_id":1108,"to_id":689,"type":"reference"},{"id":581,"from_id":692,"to_id":1108,"type":"property"}],"entities":[{"id":688,"label":"status","start_offset":190,"end_offset":196},{"id":689,"label":"technology","start_offset":236,"end_offset":276},{"id":690,"label":"location","start_offset":316,"end_offset":339},{"id":691,"label":"emissions","start_offset":410,"end_offset":457},{"id":692,"label":"financial information","start_offset":1022,"end_offset":1065},{"id":1108,"label":"core reference","start_offset":899,"end_offset":922}]}
{"id":93,"text":"* LafargeHolcim signs long-term Collaboration Framework Agreement with Solidia. * Commercialization begins in US and Western Europe; rapid scaling planned for other European markets. * New phase marks long-term ambition toward a full-scale CO2 solution that captures CO2 from the cement plants and injects into final products. LafargeHolcim ramps up its partnership with Solidia Technologies to reduce CO2 across its value chain. With this announcement the collaboration with the US-based cement and concrete technology company, which began in 2013, is formally agreed until 2025, with an option to extend. Together the two companies’ solutions not only emit up to 30 less CO2 during cement production, they also capture and store CO2, leading to a 70 carbon reduced concrete. Together with Solidia LafargeHolcim will continue to develop new innovative solutions focused on non-reinforced concrete structures and paving while also aiming to make it increasingly applicable for structural applications. Marcel Cobuz, Region Head Europe: \"Leading the way in low-carbon construction, we plan to facilitate a wider and faster roll-out of the innovative Solidia solution across our operations around the world. By scaling up Solidia’s solutions, we can fast forward our vision of carbon-neutral cities.\" Tom Schuler, President and CEO of Solidia Technologies, added: \"By providing market access, technical expertise and market intelligence, LafargeHolcim helped us develop a better cement and concrete. Thanks to our collaboration, we are in market and expanding. Moving forward, we will advance carbon capture, utilization and storage technologies and develop solutions for the full, global concrete market.\" Key US customers have already placed orders for Solidia Cement™ to produce concrete paving blocks using the Solidia technology. In addition to delivering a low CO2 product from a low CO2 cement and permanent CO2 sequestration in concrete materials, Solidia cement can also increase precast production output from full product strength in under 24 hours (compared to 28 days for traditional concrete) and less equipment down time for cleaning. Solidia Concrete™ products are more durable and have a wider color palette and no efflorescence. Industrial pilots are currently also ongoing in Canada, Germany, France and UK, with further pilots being prepared. Initially the required CO2 will be supplied by third parties while Solidia supplies the required curing chambers in which the CO2 is injected into the concrete. Over the long term LafargeHolcim aims to utilize CO2 captured from cement kilns in North America and Europe. Thanks to its efforts in the field of decarbonization – from operations to products and solutions – LafargeHolcim contributes to a built environment that will be carbon neutral, fully recyclable and with a positive environmental impact. Putting its innovation to work, more than 50 of the Group’s research resources are focused on low-carbon products and solutions, with 40 of patents currently in this area. Working across the entire construction value chain, approximately one-third of 2019 sales were in sustainable solutions and products. About LafargeHolcim. LafargeHolcim is the global leader in building materials and solutions and active in four business segments: Cement, Aggregates, Ready-Mix Concrete and Solutions & Products. Its ambition is to lead the industry in reducing carbon emissions and shifting towards low-carbon construction. With the strongest R&D organization in the industry, the company seeks to constantly introduce and promote high-quality and sustainable building materials and solutions to its customers worldwide - whether individual homebuilders or developers of major infrastructure projects. LafargeHolcim employs over 70,000 employees in over 70 countries and has a portfolio that is equally balanced between developing and mature markets. About Solidia Technologies. Based in Piscataway, N.J. (USA), Solidia Technologies® is a cement and concrete technology company that makes it easy and profitable to use CO2 to create superior and sustainable building and construction materials. Thanks to Solidia’s patented processes that cure concrete with carbon dioxide (CO2) instead of water, the next-generation Solidia Cement® allows the entire industrial chain to reduce the environmental footprint of concrete of up to 70 compared to traditional concrete. Solidia’s technology has recently been awarded a Solar Impulse Label promoting Solidia among the 1,000 profitable and environmentally friendly solutions.","company_name":"LafargeHolcim","published_on":"2020-05-20T00:00:00.000Z","title":"LafargeHolcim ramps up partnership with Solidia Technologies to capture CO2 in building materials","emissions_rank":11,"language":"English","article_category":"All","preview_text":"- LafargeHolcim signs long-term Collaboration Framework Agreement with Solidia\n- Commercialization begins in US and Western Europe; rapid scaling planned for other European markets\n- New phase marks long-term ambition toward a full-scale CO2 solution that captures CO2 from the cement plants and injects into final products","article_url":"https:\/\/www.holcim.com\/media\/media-releases\/lafargeholcim-partnership-solidia-technologies-capture-CO2-building-materials","pdf_url":"https:\/\/www.holcim.com\/sites\/holcim\/files\/documents\/20052020_media_release_lafargeholcim_solidia_en_.pdf","error_text":"","carbon_in_title":1,"carbon_in_text":1,"relations":[{"id":582,"from_id":700,"to_id":701,"type":"causality"},{"id":583,"from_id":702,"to_id":703,"type":"causality"},{"id":584,"from_id":698,"to_id":699,"type":"causality"},{"id":585,"from_id":697,"to_id":695,"type":"reference"},{"id":586,"from_id":694,"to_id":695,"type":"property"},{"id":587,"from_id":693,"to_id":695,"type":"property"},{"id":588,"from_id":704,"to_id":695,"type":"property"}],"entities":[{"id":693,"label":"location","start_offset":110,"end_offset":131},{"id":694,"label":"status","start_offset":22,"end_offset":65},{"id":695,"label":"technology","start_offset":258,"end_offset":325},{"id":696,"label":"emissions","start_offset":749,"end_offset":775},{"id":697,"label":"core reference","start_offset":713,"end_offset":734},{"id":698,"label":"cause","start_offset":713,"end_offset":734},{"id":699,"label":"effect","start_offset":749,"end_offset":775},{"id":700,"label":"cause","start_offset":1376,"end_offset":1434},{"id":701,"label":"effect","start_offset":1470,"end_offset":1496},{"id":702,"label":"cause","start_offset":1512,"end_offset":1525},{"id":703,"label":"effect","start_offset":1534,"end_offset":1557},{"id":704,"label":"status","start_offset":2245,"end_offset":2289}]}